{
    "1": [
      "Go.",
      "Run.",
      "Jump.",
      "Eat.",
      "Stay.",
      "Help.",
      "Sing.",
      "Walk.",
      "Sleep.",
      "Play.",
      "Go.",
      "Run.",
      "Jump.",
      "Eat.",
      "Stay.",
      "Help.",
      "Sing.",
      "Walk.",
      "Sleep.",
      "Play.",
      "Stop.",
      "Wait.",
      "Try.",
      "Look.",
      "Come.",
      "Leave.",
      "Read.",
      "Write.",
      "Smile.",
      "Rest.",
      "Think.",
      "Talk.",
      "Begin.",
      "Learn.",
      "Listen.",
      "Speak.",
      "Start.",
      "Teach.",
      "Win.",
      "Move.",
      "Drive.",
      "Grow.",
      "Ask.",
      "Build.",
      "Dance.",
      "Fight.",
      "Plan.",
      "Cook.",
      "Love.",
      "Care.",
      "Show.",
      "Hide.",
      "Wash.",
      "Bring.",
      "Fix.",
      "Make.",
      "Draw.",
      "Choose.",
      "Work.",
      "Live."
    ],
    "2":["hi there", "God lives"],
  
    "3": [
      "I am happy",
      "We go home",
      "They can run",
      "She is tired",
      "He eats lunch",
      "It works well",
      "I love you",
      "We are here",
      "They play football",
      "You are awesome",
      "She likes books",
      "He drives fast",
      "It is cold",
      "We will go",
      "They are tired",
      "I feel good",
      "She cooks dinner",
      "He sings loudly",
      "It flies high",
      "We try again",
      "You see that",
      "They walk quickly",
      "She studies hard",
      "He plays guitar",
      "I read today",
      "We eat together",
      "They talk often",
      "She runs fast",
      "He teaches well",
      "It seems fine",
      "We learn together",
      "They listen carefully",
      "You do great",
      "She paints beautifully",
      "He sleeps early",
      "It rains hard",
      "We finish early",
      "They arrive late",
      "I work today",
      "You speak clearly",
      "She dances gracefully",
      "He jumps high",
      "It moves slowly",
      "We meet tomorrow",
      "They leave now",
      "I study daily",
      "You write well",
      "She drinks coffee",
      "He laughs loudly",
      "It looks good"
    ],
    
    "4": [
      "I will try again later.",
      "We should go right now.",
      "They must finish this quickly.",
      "You need more time today.",
      "He wants to eat soon.",
      "She has a book ready.",
      "It seems too hard now.",
      "They walk every day together.",
      "We run every morning here.",
      "I love reading good books.",
      "I will try again later.",
      "We should go right now.",
      "They must finish this quickly.",
      "You need more time today.",
      "He wants to eat soon.",
      "She has a book ready.",
      "It seems too hard now.",
      "They walk every day together.",
      "We run every morning here.",
      "I love reading good books.",
      "She studies in the evening.",
      "He works every single day.",
      "You need to learn fast.",
      "They play chess every weekend.",
      "I see a big problem.",
      "We should meet for lunch.",
      "He drives very fast cars.",
      "She always reads interesting books.",
      "It rains every Monday afternoon.",
      "They eat dinner at home.",
      "We watch movies on Sundays.",
      "I write letters to friends.",
      "He plays guitar every night.",
      "She sings beautifully at church.",
      "You must come with us.",
      "They finish work very late.",
      "We take pictures of nature.",
      "I paint landscapes every weekend.",
      "He teaches kids how to read.",
      "She cooks meals every evening.",
      "It feels cold right now.",
      "They walk together every morning.",
      "We enjoy playing video games.",
      "I swim in the pool.",
      "She draws pictures of animals.",
      "He runs very fast races.",
      "You study hard every day.",
      "They build houses in cities.",
      "We read books every morning.",
      "I travel to new places.",
      "She learns quickly from teachers.",
      "He jumps high in games.",
      "You need more practice now.",
      "They practice yoga every morning.",
      "We attend class every day.",
      "I visit friends every weekend.",
      "She finishes homework very quickly.",
      "He takes photos of landscapes.",
      "You bring food for everyone."
      
    ],

    "5": [
      "I am learning English every day",
      "We need to go right now",
      "They want to help each other",
      "She loves to read good books",
      "He goes to work every morning",
      "I am feeling better than yesterday",
      "We are practicing speaking English today",
      "You should always try your best",
      "They are planning a big trip",
      "She is going to the park",
      "He likes to play video games",
      "We enjoy walking by the river",
      "They have been working very hard",
      "I hope to visit the museum",
      "She always does her best work",
      "He is listening to some music",
      "We often talk about our plans",
      "They are preparing for their exams",
      "You need to finish your homework",
      "I am going to the store",
      "We like to travel every summer",
      "They plan to visit new places",
      "She enjoys cooking for her family",
      "He studies for his math class",
      "We are watching a movie tonight",
      "I will be attending the meeting",
      "They are going on a vacation",
      "You should read this great book",
      "We hope to finish the project",
      "She is taking a short break",
      "He likes playing soccer with friends",
      "We are learning new things today",
      "They need to improve their skills",
      "You have done a good job",
      "I am waiting for your response",
      "She plans to meet her friends",
      "We enjoy spending time outdoors together",
      "They are talking about the future",
      "He hopes to visit his hometown",
      "I like reading science fiction novels",
      "You can count on my help",
      "She has finished all her work",
      "We will explore the city tomorrow",
      "They need to rest after work",
      "He is starting a new project",
      "I am preparing dinner right now",
      "She enjoys watching the sunset daily",
      "We have planned a weekend trip",
      "They are taking an online course"
    ],
    
    "6": [
      "I will see you very soon.",
      "They can try to solve this problem.",
      "He needs help with his project today.",
      "She should finish the report by tomorrow.",
      "We must go to the store now.",
      "You should start studying for the exam.",
      "They can practice speaking English every day.",
      "I need to complete my homework tonight.",
      "He will visit us next weekend.",
      "We will meet at the park tomorrow.",
      "I will see you very soon.",
      "They can try to solve this problem.",
      "He needs help with his project today.",
      "She should finish the report by tomorrow.",
      "We must go to the store now.",
      "You should start studying for the exam.",
      "They can practice speaking English every day.",
      "I need to complete my homework tonight.",
      "He will visit us next weekend.",
      "We will meet at the park tomorrow.",
      "I want to learn new skills today.",
      "They plan to organize a big event.",
      "She is reading a very interesting book.",
      "He needs to practice his math problems.",
      "We have a meeting this coming Wednesday.",
      "You should write your essay very soon.",
      "They need to attend their class tomorrow.",
      "I will bring snacks for the group.",
      "He likes to play basketball after school.",
      "She enjoys reading novels during her free time.",
      "We can meet after lunch this afternoon.",
      "I must study for my exam tomorrow.",
      "You should focus on your work now.",
      "They need to prepare for their presentation.",
      "He will join us for dinner tonight.",
      "She wants to learn how to bake cakes.",
      "We plan to visit the park this weekend.",
      "I will finish reading the book tonight.",
      "They will complete their project by Friday.",
      "You need to submit the report tomorrow.",
      "He wants to improve his English skills quickly.",
      "She needs to buy groceries after work.",
      "We will watch a movie after dinner.",
      "I plan to visit my grandparents next weekend.",
      "They hope to attend the concert on Saturday.",
      "He enjoys taking photos of nature scenes.",
      "She must submit her application by Monday.",
      "We will try to solve this problem soon.",
      "I will send the email this afternoon.",
      "They want to travel to Europe next summer.",
      "You need to prepare for the test tomorrow.",
      "He plans to read more books this year.",
      "She will go to the store today.",
      "We must finish our assignment by tomorrow.",
      "I want to take a break after work.",
      "They need to learn more about programming.",
      "You can try to fix the computer tomorrow.",
      "He plans to buy a new laptop next week.",
      "She will start learning a new language soon."
    ],

    "7": [
      "I am studying English with my best friend",
      "We need to prepare for the big test",
      "He is always ready to help others",
      "She works hard to achieve her goals",
      "They are playing soccer in the afternoon",
      "I am very excited to start this project",
      "You need to focus more on your studies",
      "We will meet at the train station later",
      "She is traveling abroad for her education",
      "He spends his weekends volunteering at shelters",
      "I am going to the grocery store now",
      "They are preparing to present their final project",
      "She is thinking about applying for a job",
      "We should consider taking a different approach",
      "He always makes time for his family dinners",
      "I am planning to learn a new language",
      "They are excited about the upcoming holiday season",
      "You need to practice speaking in complete sentences",
      "We have been working on this for weeks",
      "She enjoys writing stories in her free time",
      "He is training for a marathon next month",
      "I enjoy spending quiet evenings at home reading",
      "They like exploring new restaurants on weekends",
      "We need to figure out a better solution",
      "She spends her afternoons painting beautiful landscapes",
      "He usually reads before going to bed at night",
      "I am thinking about buying a new laptop soon",
      "They are hoping to finish the work by Friday",
      "We are planning to attend the event together",
      "You should try learning something new every day",
      "He enjoys working on challenging technical problems daily",
      "She is responsible for organizing the team meeting",
      "I want to improve my public speaking skills",
      "We always celebrate birthdays together with our friends",
      "They are interested in learning more about technology",
      "You should check out the new library downtown",
      "We will be visiting the museum this weekend",
      "She is designing a website for her portfolio",
      "He enjoys playing chess with his older brother",
      "I need to catch up on my reading",
      "They are trying to stay focused on their goals",
      "We are discussing the results of our project",
      "You can practice writing essays to improve grammar",
      "She spends her weekends volunteering at animal shelters",
      "He is looking for opportunities to enhance his skills",
      "I plan to travel across Europe next year",
      "They are considering moving to a bigger city",
      "We are trying to save money for a vacation",
      "You should start setting personal goals for yourself"
    ],

    "8": [
      "I will go to the park later today.",
      "We should finish our project by next week.",
      "He wants to learn how to play guitar.",
      "She needs help organizing her work by Monday.",
      "They should prepare for the upcoming presentation soon.",
      "We must meet the new teacher this afternoon.",
      "I plan to attend the event tomorrow evening.",
      "She hopes to improve her English speaking skills.",
      "He plans to go on vacation next month.",
      "They are preparing for a big test tomorrow.",
      "I will go to the park later today.",
      "We should finish our project by next week.",
      "He wants to learn how to play guitar.",
      "She needs help organizing her work by Monday.",
      "They should prepare for the upcoming presentation soon.",
      "We must meet the new teacher this afternoon.",
      "I plan to attend the event tomorrow evening.",
      "She hopes to improve her English speaking skills.",
      "He plans to go on vacation next month.",
      "They are preparing for a big test tomorrow.",
      "I will start working on the new project today.",
      "We need to submit the report by the end of the week.",
      "He wants to practice guitar every day after school.",
      "She is planning to visit her family next summer vacation.",
      "They should review the material before the next exam date.",
      "We must finish reading the book by next Tuesday night.",
      "I want to start learning programming in Python next month.",
      "She hopes to bake a cake for her friend’s birthday soon.",
      "He will attend the meeting at the office next Monday morning.",
      "They plan to take a road trip during the holiday break.",
      "We should begin studying for our final exams next week.",
      "I hope to travel to Europe next year with my friends.",
      "She plans to write a novel during her summer vacation time.",
      "He needs to practice playing piano for the concert next week.",
      "They are thinking about visiting a new restaurant this weekend.",
      "We are preparing for the math competition taking place next month.",
      "I want to finish reading all my books before the year ends.",
      "She needs to complete her art project by the end of the month.",
      "He hopes to win the chess tournament held next Friday afternoon.",
      "They plan to attend the coding bootcamp that starts next month.",
      "We will review the presentation slides before the meeting starts tomorrow.",
      "I plan to practice my Spanish speaking skills every morning at breakfast.",
      "She wants to visit her family for the holiday break this December.",
      "He is hoping to learn how to code in JavaScript by next summer.",
      "They are going to study together for the science exam next Monday.",
      "We should finish building the new website by the end of this week.",
      "I will begin studying for the final math exam this coming weekend.",
      "She needs to clean her room before her friends come over tonight.",
      "He plans to take a short break after work and go for a walk.",
      "They are preparing for their trip to the mountains next weekend.",
      "We will start planning our project proposal before the deadline next Friday.",
      "I want to go hiking with my family during the summer vacation.",
      "She hopes to save enough money for a new car by next year.",
      "He plans to study computer science at the university next fall.",
      "They need to decide which movie to watch on their date night.",
      "We should finish our group project before the presentation next Monday.",
      "I want to learn how to cook a new recipe this weekend.",
      "She is planning to visit her relatives during the holiday break next month."
    ],

    "9": [
      "I will be going to the mall later today",
      "She always makes sure to finish her assignments early",
      "They have been practicing for the competition next month",
      "We need to start planning for the upcoming holiday trip",
      "He is learning how to cook traditional dishes at home",
      "I have decided to pursue a career in technology",
      "You should really consider taking a short break soon",
      "We are organizing a community event for next weekend",
      "She is reading an interesting book about world history",
      "He spends time helping his younger siblings with homework",
      "I am preparing a report for the presentation next week",
      "They are thinking of visiting their relatives this summer",
      "We will be spending our vacation at the seaside resort",
      "She is planning to submit her application for the scholarship",
      "He will be attending a conference in the city tomorrow",
      "I need to practice my communication skills for the interview",
      "They are developing a new app for managing personal finances",
      "You should join us for dinner at the restaurant tonight",
      "We will be meeting with the project manager tomorrow",
      "She is organizing a charity event to raise funds for education",
      "He always helps his friends when they are in need",
      "I am going to a workshop about leadership development tomorrow",
      "They are working on a solution for the environmental problem",
      "We need to brainstorm new ideas for the upcoming project",
      "She is taking a course to improve her photography skills",
      "He is learning how to write computer code in Python",
      "I will be going on a business trip next month",
      "They are excited to announce the launch of a new product",
      "We are planning to attend a conference on entrepreneurship next week",
      "You should start preparing for the upcoming final exams now",
      "She is working on improving her presentation skills for the meeting",
      "He has been studying English every day to improve fluency",
      "I am organizing a group project for my computer science class",
      "They are planning a surprise party for their friend's birthday",
      "We need to figure out the logistics for the upcoming event",
      "She enjoys reading books about history and different cultures",
      "He is interested in learning more about data analysis tools",
      "I am considering taking a vacation at the beach this year",
      "They are working on developing an app to track fitness goals",
      "We will be hosting a dinner party at our house this weekend",
      "She is excited to participate in the university's leadership program",
      "He plans to volunteer at a local nonprofit organization this summer",
      "I need to finish writing my research paper by next week",
      "They have been preparing for their presentation at the conference",
      "We will be visiting several historical landmarks during our trip",
      "She is interested in pursuing a degree in environmental science",
      "He is training for a marathon that takes place in two months",
      "I am looking forward to attending the company's annual conference"
    ],

    "10": [
      "I will try to complete the project by next Monday.",
      "She needs help to organize her notes for the exam.",
      "They plan to visit the new museum opening this weekend.",
      "We must submit our final report to the professor tomorrow.",
      "He hopes to learn how to code using Python this year.",
      "I plan to attend the concert at the park next weekend.",
      "She will prepare for the big exam scheduled next Thursday.",
      "They need to finish the project by the end of this week.",
      "We are going to visit the beach during our summer vacation.",
      "I hope to improve my public speaking skills by practicing daily.",
      "I will try to complete the project by next Monday.",
      "She needs help to organize her notes for the exam.",
      "They plan to visit the new museum opening this weekend.",
      "We must submit our final report to the professor tomorrow.",
      "He hopes to learn how to code using Python this year.",
      "I plan to attend the concert at the park next weekend.",
      "She will prepare for the big exam scheduled next Thursday.",
      "They need to finish the project by the end of this week.",
      "We are going to visit the beach during our summer vacation.",
      "I hope to improve my public speaking skills by practicing daily.",
      "She is planning to take a trip to Europe next summer vacation.",
      "He will begin studying for his upcoming math exam starting next week.",
      "They are planning to host a dinner party for their friends this weekend.",
      "We should start brainstorming ideas for our group project presentation soon.",
      "I plan to work on my coding project during."
    ]
  }

 
  
  